{
	"home": {
		"headline": "Creating Digital Experiences That Tell A Story",
		"svg": "here",
		"description": "There is nothing like the satisfaction of rolling out a new project, and I would like to invite you to have a look at some of my recent projects that I am excited to share with you.",
		"icon": "fal fa-chevron-circle-down",
		"video": "videos/starz.mp4",
		"image": "images/starz.jpg"
	},
	"projects":{
		"content": [
			{
				"path": "whitequeenfamilytree",

				"title": "Family Tree",
				"title-wrap": "Family Tree",

				"titleart": "images/projects/whitequeen/whitequeen_titleart.svg",
				"background": "images/projects/whitequeen/familytree_background.jpg",
				"projectimage": "images/projects/whitequeen/familytree_projectimage.png",

				"video": "videos/whitequeen.mp4",
				"poster": "videos/whitequeen.jpg",

				"description": "An interactive family tree of the British Monarchy for the television mini-series \"The White Queen\" that updates with each marriage, birth and death that occur during the span of each episode.",

				"solve":{
					"client":{
						"title":"images/projects/whitequeen/whitequeen_titleart.svg",
						"copy":"The White Queen is a riveting portrayal of one of the most dramatic and turbulent times in English history. This epic series begins in war-torn 1464 and is uniquely told through the perspective of three different, yet equally relentless women - Elizabeth Woodville, Margaret Beaufort and Anne Neville. In their quest for power, they will scheme, manipulate and seduce their way onto the English throne.",
						"image":"images/projects/whitequeen/ft_image1.jpg"
					},
					"ask":{
						"title":"Informative Digital Experience",
						"copy":"Original marketing requested that we concept and create an informative digital experience for the viewers of the limited series by identifying and expanding on a key concept occurring throughout the series that would be beneficial and engaging to the fans of the series.",
						"image":"images/projects/whitequeen/ft_image2.jpg"
					},
					"solve":{
						"title":"Creating a Family Tree",
						"copy":"After evaluation of the scripts and early teasers, it was apparent that a key part of this show was all the characters and the relationships between them. We sought to create a digital version of a family tree of the British Monarchy during the span of the show with an interface that allowed the user to see how the monarchy changed in each episode with each marriage, birth and death. We also wanted to keep users engaged by adding a social campaign that encouraged viewers to vote to award characters in six different categories.",
						"image":"images/projects/whitequeen/ft_image3.jpg"
					}
				},

				"projectvideo":"videos/wqft.mp4",
				"projectposter":"videos/wqft.jpg"

			},{
				"path": "spartacusbuildyourlegacy",

				"title": "Build Your Legacy",
				"title-wrap": "Build<br/>Your Legacy",

				"titleart": "images/projects/spartacus/spartacus_titleart.svg",
				"background": "images/projects/spartacus/byl_background.jpg",
				"projectimage": "images/projects/spartacus/byl_projectimage.png",

				"video": "videos/spartacus.mp4",
				"poster": "videos/spartacus.jpg",

				"description": "An affiliate training game to promote sales for the prequel season of the television show \"Spartacus\", featuring game play about building the walls of a new arena.",

				"solve":{
					"client":{
						"title":"images/projects/spartacus/spartacus_titleart.svg",
						"copy":"In the prequel season of the television series, Spartacus, the House of Batiatus is on the rise, basking in the glow of its infamous champion Gannicus. Poised to overthrow his father and take control, a young Batiatus will freely betray anyone to ensure his gladiators are in the highest demand. With his loyal and calculating wife Lucretia by his side, they will stop at nothing to deceive the masses.",
						"image":"images/projects/spartacus/byl_image1.jpg"
					},
					"ask":{
						"title":"A Promotional & Training Game",
						"copy":"Affiliate marketing requested that we concept and create an engaging digital game that would be sent out to call service representatives. This would require that we identify and expand a key aspect from the prequel season while avoiding both a fighting game that was done for the first season and without showing violence. These games were used for promotion and training so we were also requested to incorporation trivia questions in addition to the game play.",
						"image":"images/projects/spartacus/byl_image2.jpg"
					},
					"solve":{
						"title":"Building The Arena",
						"copy":"Since this prequel season was about the rise of a gladiator house, we came up with a game about building the gladiator arena. The game play involved strategically stacking tetris-shaped pieces against gravity to build up the walls. For each level you had to build a wall to a higher height before the time ran out.",
						"image":"images/projects/spartacus/byl_image3.jpg"
					}
				},

				"projectvideo":"videos/byl.mp4",
				"projectposter":"videos/byl.jpg"

			},
			{
				"path": "outlanderapothecary",

				"title": "Apothecary Cabinet",
				"title-wrap": "Apothecary<br/>Cabinet",

				"titleart": "images/projects/outlander/outlander_titleart.svg",
				"background": "images/projects/outlander/apothecary_background.jpg",
				"projectimage": "images/projects/outlander/apothecary_projectimage.png",

				"video": "videos/outlander.mp4",
				"poster": "videos/outlander.jpg",

				"description": "An informative experience for fans of the television series \"Outlander,\" highlighting the unique attributes of each herb that Claire studies and/or uses to treat illnesses.",

				"solve":{
					"client":{
						"title":"images/projects/outlander/outlander_titleart.svg",
						"copy":"Outlander follows the story of Claire Randall, a married combat nurse from 1945, who is mysteriously swept back in time to 1743. Upon her arrival, she is immediately thrown into an unknown world where her life is threatened. But when she is forced to marry Jamie Fraser, a chivalrous and romantic young Scottish warrior, a passionate relationship is ignited. Now, Claire's heart is torn between two vastly different men in two irreconcilable lives.",
						"image":"images/projects/outlander/oa_image1.jpg"
					},
					"ask":{
						"title":"An Experience for the Community",
						"copy":"Original marketing requested that we concept and create a digital experience that would be housed within the larger social Outlander community site and that would focus on Claire’s knowledge of medicine and herbs from the future as well as her experience as a nurse in the 1700’s.",
						"image":"images/projects/outlander/oa_image2.jpg"
					},
					"solve":{
						"title":"An Interactive Cabinet",
						"copy":"We set out to create an experience as true to the show as possible. We worked directly with the photographers on set to use photos from Claire’s actual medicine cabinet from the set. From there, we designed an interface where the user could roll over the jars in the cabinet and they would come forward. While working with the internal copywriter and digital artist, we created the descriptions and art for each herb.",
						"image":"images/projects/outlander/oa_image3.jpg"
					}
				},

				"projectvideo":"videos/ols_ac.mp4",
				"projectposter":"videos/ols_acs.jpg"

			},{
				"path": "starzfyc",

				"title": "For Your Consideration",
				"title-wrap": "For Your<br/>Consideration",

				"titleart": "images/projects/starz/starz_titleart.svg",
				"background": "images/projects/starz/fyc_background.jpg",
				"projectimage": "images/projects/starz/fyc_projectimage.png",

				"video": "videos/power.mp4",
				"poster": "videos/power.jpg",

				"description": "A website sent out to award voting bodies to allow screening of the different STARZ original programming that are up for award consideration.",

				"solve":{
					"client":{
						"title":"images/projects/starz/starz_titleart.svg",
						"copy":"STARZ is a leading global media and entertainment company that offers premium subscription video programming with 17 premium pay TV channels and associated on-demand and online services, including the STARZ app. Subscribers are offered STARZ original series, first-run movies and other popular movie and television programming.",
						"image":"images/projects/starz/fyc_image1.jpg"
					},
					"ask":{
						"title":"A Site to Watch Eligable Series",
						"copy":"Public Relations requested that we create a site that will be sent out to the different voting bodies of award shows that allows the user to see what original series are up for consideration and quickly watch the season or episodes that are up for awards.",
						"image":"images/projects/starz/fyc_image2.jpg"
					},
					"solve":{
						"title":"A Focused and Flexible Site",
						"copy":"The site that we created allows for multiple landing points for the different voting bodies and only shows the original programming that is up for awards for that voting body. The site is designed to quickly present the originals available and allows for quick viewing of the episodes available. The interface is a focused version of the STARZ streaming application and follows all brand guidelines.",
						"image":"images/projects/starz/fyc_image3.jpg"
					}
				},

				"projectvideo":"videos/fyc.mp4",
				"projectposter":"videos/fyc.jpg"

			}
		]
	},
	"contact": {
		"headline": "Let's talk about your project",
		"description": "Simply fill out the form below with your contact information and a brief description of your project, and I will gladly get back to you.",
		"success":{
			"headline": "Message Sent Successfully",
			"description": "Thank you for taking the time to send me a message. I'll be in touch shortly with a response."
		}
	},
	"footer": {
		"email": "brett.grisinger@gmail.com",
		"phone": "303-884-4919",
		"links":[
		],
		"copyright": "&copy; Brett Grisinger. All Rights Reserved."
	}

}
