{
	"home": {
		"headline": "WELCOME",
		"svg": "here",
		"description": "I'm a well-versed digital design manager with over 12 years of professional experience. I have a passion for leveraging a design thinking process to create innovative and engaging user-centered digital experiences and interfaces.",
		"icon": "fal fa-chevron-circle-down",
		"video": "videos/starz.mp4",
		"image": "images/starz.jpg"
	},
	"projects":{
		"content": [
			{
				"path": "whitequeenfamilytree",

				"title": "Family Tree",
				"title-wrap": "Family Tree",

				"titleart": "images/projects/whitequeen/whitequeen_titleart.svg",
				"background": "images/projects/whitequeen/familytree_background.jpg",
				"projectimage": "images/projects/whitequeen/familytree_projectimage.png",

				"video": "videos/whitequeen.mp4",
				"poster": "videos/whitequeen.jpg",

				"description": "An interactive family tree for the television mini-series \"The White Queen\" that updates with each episode and includes a fan voting module.",

				"copy":[
					{
						"title": "BUILT FOR A ROYAL FAMILY",
						"copy": "The television mini-series \"The White Queen\" focuses on the battle for the English Throne by three different relentless women, starting in the 1400’s. To help fans keep track of the characters in their quests for power, an interactive family tree was developed for the royal family of England during the time period that the show spanned.",
						"image": "images/projects/whitequeen/familytree_devices.png"
					},{
						"title": "UPDATING WITH EACH EPISODE’S EVENTS",
						"copy": "The goal of The White Queen Family Tree is to help users keep track of the different characters throughout the 10 episode mini-series. In order to accomplish this, the experience is built on a large grid interface and a XML data file that the site parses and then interprets to setup how it’s laid out. As the episode slider changes, it sorts through the data changes and then uses the grid layout to move, update, and make connections to the 90 different characters, as a visualization of the events in each episode. ",
						"image": "images/projects/whitequeen/familytree_grid.png"
					},{
						"title": "MAKING THE USER EXPERIENCE AS SEAMLESS AS POSSIBLE",
						"copy": "Since the family tree houses large amounts of information for the user, it is built as an experience that does not require a fan to learn how to use it. The user experience is built very similar to a mapping interface with zoom, panning, and clicking on points. On computers, this is accomplished with mouse interactions, click and drag to pan, mouse wheel to zoom, and click on points to open character panels. On tablets, this is accomplished with touch dragging to pan, pinch/expand to zoom, and touch to open character panels. All of this, creates an interface without a steep learning curve, in order to easily explore and learn more about the series.",
						"image": "images/projects/whitequeen/familytree_top.png"
					},{
						"title": "THE MOST SCHEMING SCHEMER",
						"copy": "As an added bonus to encourage users to return each week, the family tree also includes a voting module. Based on the current week’s episode, there are three awards to be given out to who the fans deem as most deserving that week. The awards include \"Power Player\", \"Scheming Schemer\", \"War of the Words\", \"Shock and Awe\", \"Scene Stealer\" and \"If Looks Could Kill.\" ",
						"image": "images/projects/whitequeen/familytree_vote.png"
					}
				]
			},
			{
				"path": "blacksailspresskit",

				"title": "Press Kit",
				"title-wrap": "Press Kit",

				"titleart": "images/projects/blacksails/blacksails_titleart.svg",
				"background": "images/projects/blacksails/presskit_background.jpg",
				"projectimage": "images/projects/blacksails/presskit_projectimage.png",

				"video": "videos/blacksails.mp4",
				"poster": "videos/blacksails.jpg",

				"description": "A promotional microsite for the final season of the television show \"Black Sails\", featuring custom motion graphics and an innovative interface to bring to life the printed press kit.",

				"link": "http://brettgrisinger.com/projects/bks4presskit/",

				"copy":[
					{
						"title": "CREATING THE WORLD",
						"copy": "The main feature of this press kit is the introductory motion graphics where it features every page from the printed press kit with subtle animations. These motion graphics combined with custom sound design help to give a glimpse into the pirate world that is created in \"Black Sails.\"",
						"image": "images/projects/blacksails/pk_1.png"
					},{
						"title": "CONTENT IS KING",
						"copy": "User experiences and interfaces can sometimes get overwhelming with both navigations and sub-navigations. As an innovative experience in this press kit, content becomes the main focus with sub-navigations becoming secondary by minimizing them and allowing expansion.",
						"image": "images/projects/blacksails/pk_2.png"
					}
				]
			},
			{
				"path": "outlanderapothecary",

				"title": "Apothecary Cabinet",
				"title-wrap": "Apothecary<br/>Cabinet",

				"titleart": "images/projects/outlander/outlander_titleart.svg",
				"background": "images/projects/outlander/apothecary_background.jpg",
				"projectimage": "images/projects/outlander/apothecary_projectimage.png",

				"video": "videos/outlander.mp4",
				"poster": "videos/outlander.jpg",

				"description": "An informative experience for fans of the television series \"Outlander,\" highlighting the unique attributes of each herb that Claire studies and/or uses to treat illnesses.",

				"link": "http://www.brettgrisinger.com/projects/olsac/index.html",
				"copy":[
					{
						"title": "A LOOK INTO THE PAST",
						"copy": "The Outlander Apothecary Cabinet is an informative experience for fans of the television series \"Outlander,\" allowing users a glimpse into Claire's world in the 1700s as an apothecary. The cabinet provides a look into the 14 herbs and tinctures used by Claire to treat illnesses and also get details on how they were used.",
						"image": "images/projects/outlander/apothecary_devices.png"
					},{
						"title": "PLACING THE HERBS IN THE CABINET",
						"copy": "This was developed in collaboration with set photographers to make the interface a replica of the actual cabinet from the set of \"Outlander,\" From this shot, a few bottles were pulled out, and with a scale tween, it was possible to visualize them coming out of the cabinet on rollover.",
						"image": "images/projects/outlander/apothecary_rollover.png"
					},{
						"title": "HOW THE HERBS WHERE USED IN THE 1700s",
						"copy": "Each herb can be selected, by clicking on the image, providing the user with a drawing of the herb and a detailed description of how Claire used the herb to treat illness in the 1700's, as well as other ways each herb was used for health benefits. ",
						"image": "images/projects/outlander/apothecary_details.png"
					}
				]
			},{
				"path": "spartacusultimateshowdown",

				"title": "Ultimate Showdown",
				"title-wrap": "Ultimate<br/>Showdown",

				"titleart": "images/projects/spartacus/spartacus_titleart.svg",
				"background": "images/projects/spartacus/ultimateshowdown_background.jpg",
				"projectimage": "images/projects/spartacus/ultimateshowdown_projectimage.png",

				"video": "videos/spartacus.mp4",
				"poster": "videos/spartacus.jpg",

				"description": "A facebook gladiator tournament where participants help their favorite gladiators from the television series \"Spartacus\" in their battle to become the champion.",

				"link": "",
				"copy":[
					{
						"title": "A TOURNAMENT WORTHY OF GLADIATORS",
						"copy": "In the break between the second and the final season of \"Spartacus\", there was a desire to engage the large Facebook fan base and draw hype to the release of the second season on DVD. Therefore, a gladiator battle tournament was created where fans of the show could vote for their favorite gladiator in their battle to become the champion.",
						"image": "images/projects/spartacus/spartacus_top1.png"
					},{
						"title": "TWO GLADIATORS FACE OFF IN THE ARENA",
						"copy": "Each day featured a new pair of gladiators to battle against each other, and fans were asked to pick who they wanted or thought would win if the two gladiators fought in the arena. After the fans voted, they were shown the voting percentages to see if their gladiator was winning, and on their way to becoming champion, or if they might be eliminated from the tournament.",
						"image": "images/projects/spartacus/spartacus_battle1.png"
					},{
						"title": "WHO WILL BE CHAMPION?",
						"copy": "The tournament field consisted of the 8 most popular gladiators from the first two seasons, and were seeded in similar fashion to the NCAA basketball tournament. The winner of each first round matchup moved on to another battle and ultimately ended with a champion that was not the legendary Spartacus, but the fan favorite Ganicus.",
						"image": "images/projects/spartacus/spartacus_brackets1.png"
					},{
						"title": "A CHANCE TO WIN",
						"copy": "In addition to the battles, this experience was used to promote the release of the second season of \"Spartacus\" on DVD. Once a fan voted in the daily battle, they earned a chance to win a copy of the second season on DVD or Blu-ray and could come back each day for another shot to win. ",
						"image": "images/projects/spartacus/spartacus_sweeps1.png"
					}
				]
			}
		]
	},
	"contact": {
		"headline": "Let's talk about your project",
		"description": "Simply fill out the form below with your contact information and a brief description of your project, and I will gladly get back to you.",
		"success":{
			"headline": "Message Sent Successfully",
			"description": "Thank you for taking the time to send me a message. I'll be in touch shortly with a response."
		}
	},
	"footer": {
		"email": "brett.grisinger@gmail.com",
		"phone": "303-884-4919",
		"links":[
			{
				"link": "pdf/brettgrisinger_resume.pdf",
				"icon": "far fa-file-alt"
			},{
				"link": "https://www.linkedin.com/in/brett-grisinger/",
				"icon": "fab fa-linkedin"
			},{
				"link": "https://github.com/brettgris",
				"icon": "fab fa-github-alt"
			}
		],
		"copyright": "&copy; Brett Grisinger. All Rights Reserved."
	}

}
